export const CommentsTemplate = [
  {
    username: "Ivan007",
    text: `Часто модернизация танка начинается практически сразу после принятия его на вооружение и начала подготовки к серийному производству. Т-34 в этом отношении не являлся исключением. Уже на первом году выпуска конструкция машины претерпела целый ряд изменений, улучшивших характеристики танка и упростивших её производство. Ещё сильнее Т-34 изменился в 1941 году.
    Рассматривался вопрос и об усилении брони обычных Т-34. 7 мая 1941 года вышло постановление СНК СССР и ЦК ВКП(б) № 1216-502сс «О производстве танков Т-34 в 1941 году». В нём речь шла о будущем производстве А-43, а также о танке Т-44 (А-44). В контексте этой статьи интересен 10-й пункт постановления.`,
    id: "8urt",
    avatar: "/images/test/ivan.jpg",
    date: "10.02.2023 16:00",
  },
  {
    username: "Stepan228",
    text: "Очередной этап истории экранировки советских танков начался весной 1941 года. В это время вдобавок к начавшимся ранее работам по экранировке Т-26 и Т-28 конструкторы получили задачу усилить бронирование КВ-1 и КВ-2. Толчок началу этих работ дала разведывательная информация о новых типах немецких танков, добытая советской разведкой в начале марта 1941 года. Согласно ей, тяжёлые танки «Тип V и Тип VI» вооружались 75-мм пушками, способными поражать новые советские тяжёлые танки.",
    id: "10y7",
    avatar: "/images/test/stepa.jpg",
    date: "11.02.2023 08:03",
  },
  {
    username: "RomaniusAstas",
    text: "В период с 1 по 21 апреля 1941 года на полигоне Мариупольского завода им. Ильича были обстреляны два корпуса и две башни Т-34. Использовались 37-мм польская противотанковая пушка Armata przeciwpancerna 37 mm wz. 36 Bofors, 37-мм противотанковая пушка обр.1930 г., две 45-мм противотанковые пушки обр.1937 г. и 76-мм дивизионная пушка обр. 1902–30 гг. ",
    id: "00y7",
    avatar: "/images/test/roma.jpg",
    date: "13.02.2023 08:18",
  },
  {
    username: "dark_angel",
    text: "В середине апреля 1941 года история с усилением брони модернизированного Т-34 получила продолжение. Было предложено усилить до 60 мм весь лоб корпуса и башню, а толщина днища увеличивалась с 20 до 30 мм. Такая машина известна как А-43.",
    id: "30y7",
    avatar: "/images/test/olga.jpg",
    date: "15.02.2023 18:03",
  },
  {
    username: "lilvadimxxx",
    text: "На момент подписания этого документа никаких экранов не существовало даже в виде разработок. КБ завода №183 их только предстояло разработать. К работе также подключался филиал НИИ-48, занимавшийся бронёй. В некоторых публикациях утверждается, что экраны были разработаны уже в мае 1941 года, но это не так. Согласно сводке опытных работ завода №183, в мае 1941 года чертежи ещё были в работе. При этом завод вместо брони толщиной 15 мм использовал задел по БТ-7, толщина этих листов составляла 13 мм. К началу июня конструкторы ещё не определились со способом крепления экранов — на болтах или при помощи сварки. Завод отдавал предпочтение креплению на болтах с зазором между экраном и основным листом 25 мм. В мае были проведены первые опыты по обстрелу экранов. Выяснилось, что после их установки предел сквозного пробивания (скорость, необходимая снаряду для пробития брони) увеличился на 40–55 м/с.",
    id: "df34",
    avatar: "/images/test/vadim.jpg",
    date: "15.02.2023 19:44",
  },
];
