import React from "react";
import Block from "../../components/Structure/Block/Block";
import Subtitle from "../../components/Texts/Subtitle/Subtitle";
import Paragraph from "../../components/Texts/Paragraph/Paragraph";
import Text from "../../components/Texts/Text/Text";
import styles from "./Test.module.scss";
import Image from "../../components/Graphics/Image/Image";
import ExternalLink from "../../components/Texts/ExternalLink/ExternalLink";

export default function Barbarossa() {
  return (
    <Block>
      <Paragraph>
        После подписания пакта Молотова – Риббентропа в обеих странах произошли
        значительные изменения в области пропаганды. В СССР яростная
        антифашистская риторика сменилась на общую антибуржуазную. Хотя
        отношение к Гитлеру простых людей не стало лучше, вместе с тем договор
        многими советскими гражданами был воспринят как гарантия
        неприкосновенности советских границ. В ходу были такие фразы: «Войны не
        может быть, ведь с немцами же заключили договор о ненападении!»; «Мы же
        торгуем с Германией и доставляем ей хлеб, нефть, уголь. Какая может быть
        война?»; «Молотов недаром ездил к Гитлеру. Они договорились о мире!»
        Немцы так же стали рассматривать СССР как ключевого партнера. Вольфганг
        Морелль вспоминал: «Россия была для нас закрытой страной. Я слушал
        немецкий голос из Москвы по радио, но это было не интересно – сплошная
        пропаганда. В 1939 г., когда был заключен договор, произошел поворот в
        отношениях наших стран. Мы видели советские войска, солдат, офицеров,
        танки, и это было очень интересно. Некоторые мои товарищи по школе
        начали учить русский язык. Они говорили, что в будущем между нашими
        странами будут тесные экономические отношения и надо уметь говорить
        по-русски».
      </Paragraph>
      <Paragraph>
        Разумеется, обыватели не имели информации ни о масштабных реформах в
        армии СССР, ни о начавшейся в Генеральном штабе вермахта разработке
        планов операции против СССР. Термин «блицкриг» (молниеносная война), как
        правило, ассоциируется с лязгом гусениц танков, воем пикирующих
        бомбардировщиков Junkers Ju 87 «Stuka» и несущимися по пыльным дорогам
        мотоциклистами. Однако это были лишь новейшие инструменты для решения
        вечной задачи скорейшего завершения военных действий. Немцы не имели
        возможности вести длительную войну на истощение и потому постоянно
        искали возможность быстрого сокрушения своих противников. В Третьем
        рейхе эта идея выкристаллизовалась в концепцию уничтожения армии
        противника быстрее, чем жертва агрессии сможет поставить под ружье всех,
        кто способен держать в руках оружие. В сентябре 1939 г. Польское
        государство перестало существовать, несмотря на то что в нем оставалось
        еще более миллиона человек призывного возраста. В 1940 г. во Франции
        также не были исчерпаны людские резервы к моменту подписания перемирия.
        Однако вся Французская кампания вермахта заняла всего 44 дня (с 10 мая
        по 22 июня), а Польская – лишь 36 суток (с 1 сентября по 5 октября,
        когда прекратили сопротивление последние регулярные части польской
        армии). Обе страны не смогли создать новых дивизий взамен разгромленных
        у границ. Те, кто мог бы сражаться в их составе, позднее стали бойцами
        французского Сопротивления (Resistance) и гибли под гусеницами немецких
        танков в огне Варшавского восстания 1944 г.
      </Paragraph>
      <Paragraph>
        Основной проблемой планирования была абсолютно непригодная для ведения
        боевых действий область Припятских болот в центре советско-германской
        границы. Эта область разделяла немецкие группировки севернее и южнее
        болот, лишая их возможности взаимодействия между собой. Поэтому
        предполагалось севернее Припятских болот осуществить окружение
        группировки Красной армии 3-й танковой группой Германа Гота, наступавшей
        из Сувалкского выступа на границе между Белоруссией и Прибалтикой и 2-й
        танковой группой Гейнца Гудериана из района Бреста. Южнее Припятских
        болот «клещи» состояли из танковых соединений 1-й танковой группы
        Эвальда фон Клейста и пехотных дивизий 11-й армии Ойгена Шоберта. В
        Прибалтике самостоятельную задачу получала 4-я танковая группа Эриха
        Гепнера. Конечной целью операции «Барбаросса» было создание
        заградительного барьера по общей линии Архангельск – Астрахань.
      </Paragraph>
      <Paragraph>
        Серьезно затрудняло планирование операции против Советского Союза
        отсутствие разведывательных данных. Как отмечал известный немецкий
        военный историк, бывший генерал Люфтваффе Вальтер Швабедиссен,
        «возможность сбора информации в России сильно ограничивалась тем, что
        страна полностью отгородилась от остального мира. Ситуация осложнялась
        еще и беспомощностью немецкой разведки, до 1935 г. находившейся в стадии
        становления и до 1938 г. не предпринимавшей особых шагов против России.
        После заключения советско-гер манского договора о дружбе 1939 г. по
        указанию Гитлера Верховное командование Вооруженных сил Германии издало
        декрет, категорически запрещавший сбор разведданных о Советском Союзе
        Деятельность разведки возобновилась только в середине 1940 г., когда уже
        было потеряно много драгоценного времени».
      </Paragraph>
      <Paragraph>
        Для сбора информации немцам пришлось положиться на «Команду Ровеля»
        («Kommando Rowehl») – секретное подразделение Люфтваффе, вооруженное
        дальними разведчиками Ю-86. Свое название оно получило по имени своего
        командира, полковника Теодора Ровеля, и с января 1941 г. занималось
        фотографированием территории Советского Союза. При отсутствии у СССР
        сплошного поля обзора воздушного пространства радиолокаторами полеты на
        высотах свыше 10 тысяч метров были относительно безопасными. Однако
        далеко не все из них проходили гладко. Так, 15 апреля Ю-86 Р, вылетевший
        для фотографирования в район Житомира, из-за неисправности двигателя был
        вынужден снизиться и тем самым раскрыть себя. В районе Ровно его сбил
        советский истребитель. На допросах пилоты совершившего вынужденную
        посадку «Юнкерса» упорно твердили, что заблудились во время
        тренировочного полета вокруг Кракова и потеряли ориентировку. От
        летчиков, сбитых в паре сотен километров от границы, это звучало не
        очень убедительно. К тому же в обломках их самолета нашли карту
        приграничных областей Советского Союза.
      </Paragraph>
      <Paragraph>
        С середины апреля до середин июня 1941 г. полеты «Команды Ровеля»
        осуществлялись с завидной систематичностью – по три вылета в день.
        Главной задачей самолетов-разведчиков было обновление информации,
        собранной в аналогичных полетах весной 1940 г. В июне 41- го «Юнкерсы»,
        «Хейнкели» и «Дорнье» каждый день фотографировали районы расположения
        войск Красной армии. Если в течение мая и первых десяти дней июня был
        зафиксирован 91 пролет самолетов-нарушителей, то с 10 по 19 июня их было
        уже 86. И это при том, что фиксировались далеко не все пролеты и помимо
        высотных самолетов-разведчиков советско-германская граница постоянно
        нарушалась обычными самолетами-разведчиками, которые занимались
        фотосъемкой пограничных укреплений.
      </Paragraph>
      <Paragraph>
        За несколько дней до немецкого вторжения над полуостровом Рыбачий
        зенитным огнем был поражен двухмоторный «Юнкерс» Ju 88, погиб его
        бортинженер унтер-офицер Йозеф Хаузенблас. Вероятно, это была первая
        потеря летного состава Люфтваффе в еще не начав шейся войне с Советским
        Союзом. 19 июня старший лейтенант В. Воловиков из 72-го сводного
        авиаполка авиации Северного флота на своем истребителе-биплане И-153
        «Чайка» попытался атаковать неопознанные «двухмоторые самолеты». В ответ
        его атаковали четыре истребителя «Мессершмитт» Bf.109 из группы
        прикрытия, после чего советский летчик предпочел скрыться от
        преследования в облаках. Результаты кропотливой работы «Команды Ровеля»
        позволили немецкому командованию спланировать гигантскую по своим
        масштабам операцию по разгрому ВВС приграничных округов на аэродромах.
      </Paragraph>
      <Paragraph>
        Советский Союз отнюдь не считался сильным противником в тот момент,
        когда Гитлер принял решение о походе на Восток. Вскоре после окончания
        кампании на Западе в 1940 г. упоенный успехом Гитлер сказал начальнику
        штаба Верховного командования Вооруженных сил Германии: «Мы сейчас
        показали, на что мы способны. Поверьте мне, Кейтель, кампания против
        России будет детской игрой в сравнении с этим». После краха Франции
        летом 1940 г. Гитлер оценил силу, способную, по его мнению, уничтожить
        Россию – от 80 до 100 германских дивизий: «Это будет детская работа по
        сравнению с победой над Францией». Тогда перспектива ведения войны сразу
        на два фронта не беспокоила Гитлера: «Славяне в любом случае
        недочеловеки, не способные оказать сопротивление высшей расе. Большевизм
        сделал их лишь слабее». 5 декабря 1940 г. фюрер сказал Браухичу и
        Гальдеру: «Их армия не имеет вождей. Германским вооруженным силам
        потребуется не более четырех-пяти месяцев, чтобы сокрушить Советский
        Союз».
      </Paragraph>
      <Paragraph>
        Цели и задачи войны против СССР были сформулированы фюрером 31 июля 1940
        г. на совещании в Бергхофе: «Мы не будем нападать на Англию, а разобьем
        те иллюзии, которые дают Англии волю к сопротивлению. Тогда можно
        надеяться на изменение ее позиции Подводная и воздушная война может
        решить исход войны, но это продлится год-два. Надежда Англии – Россия и
        Америка. Если рухнут надежды на Россию, Америка также отпадет от Англии,
        так как разгром России будет иметь следствием невероятное усиление
        Японии в Восточной Азии». Таким образом, германское руководство искало в
        сокрушении СССР выход из стратегического тупика. Германия не имела
        возможности решить судьбу войны вторжением на Британские острова.
        Непрямое воздействие виделось Гитлеру в уничтожении надежд
        Великобритании на победу над Германией даже в отдаленной перспективе.
        Одновременно сокрушение последнего потенциального противника на
        европейском континенте позволяло немцам перевести военную промышленность
        на производство вооружений для морского флота и авиации.
      </Paragraph>
      <Paragraph>
        Примерно в том же духе 2 февраля 1941 г. Гитлер высказался в разговоре с
        командую щим группой армий «Центр» Федором фон Боком. В своем дневнике
        генерал-фельдмаршал записал слова фюрера следующим образом: «Стоящие у
        власти в Англии джентльмены далеко не глупы и не могут не понимать, что
        попытка затянуть войну потеряет для них всякий смысл, как только Россия
        будет повержена». Таким образом, перед нами не вырванное из контекста
        высказывание, а осмысленная идея, регулярно звучавшая на совещаниях
        руководства Третьего рейха.
      </Paragraph>
      <Paragraph>
        После принятия летом 1940 г. политического решения о нападении на
        Советский Союз военное руководство немецких вооруженных сил начало вести
        разработку военных планов разгрома советских вооруженных сил. Наконец,
        21 декабря 1940 г. окончательный вариант плана, вошедший в историю как
        Директива № 21, был утвержден фюрером. Гитлер дал ей название
        «Барбаросса» (Weisung Nr. 21. Fall Barbarossa) – в честь короля Германии
        и императора Священной Римской империи Фридриха I Гогенштауфена
        (1122–1190), прозванного Барбароссой из-за своей рыжеватой бороды. Этот
        германский правитель был одним из вождей Третьего крестового похода в
        Святую землю, во время которого в полном боевом снаряжении упал с коня в
        реку и захлебнулся. Выбирая имя столь «невезучего» исторического
        персонажа в качестве названия плана агрессии против СССР, фюрер уверял
        своих генералов: «Когда «Барбаросса» начнется, мир в безмолвии затаит
        дыхание!».
      </Paragraph>
      <Paragraph>
        Последним, кто работал над планом «Восточного похода», был заместитель
        начальника немецкого Генерального штаба генерал-лейтенант Фридрих Паулюс
        – будущий командующий погибшей под Сталинградом 6-й полевой армии.
        Ключевой задачей вермахта по плану «Барбаросса» стало уничтожение
        Красной армии: «Основные силы русских сухопутных войск, находящиеся в
        Западной России, должны быть уничтожены в смелых операциях посредством
        глубокого, быстрого выдвижения танковых клиньев. Отступление
        боеспособных войск противника на широкие просторы русской территории
        должно быть предотвращено». Направлением главного удара было выбрано
        московское. В Директиве № 21 было сказано: «Театр военных действий
        разделяется Припятскими болотами на северную и южную части. Направление
        главного удара должно быть подготовлено севернее Припятских болот. Здесь
        следует сосредоточить две группы армий. Южная из этих групп, являющаяся
        центром общего фронта, имеет задачу наступать особо сильными танковыми и
        моторизованными соединениями из района Варшавы и севернее ее и
        раздробить силы противника в Белоруссии». Завершалась Директива № 21
        словами Гитлера: «Я ожидаю от господ главнокомандующих устных докладов
        об их дальнейших намерениях». То есть командующим группами армий
        сформулировали их задачи в общем виде и предлагали им разработать свои
        детализированные предложения по ведению операций.
      </Paragraph>
      <Paragraph>
        В течение января 1941 г. немецкими стратегами был проведен ряд штабных
        игр на картах и сформулированы идеи, на которых должны были базироваться
        действия вермахта на каждом из операционных направлений. Итог всей этой
        работе был подведен на совещании, состоявшемся в Берлине 31 января. На
        этом совещании генерал-фельдмаршал Вальтер фон Браухич сообщил
        командующим группами армий, что план операции «Барбаросса» базируется на
        предположении, что Красная армия даст сражение к западу от линии
        Западной Двины и Днепра. Относительно этого замечания Федор фон Бок
        скептически записал в своем дневнике: «Когда я спросил Гальдера, есть ли
        у него точная информация относительного того, что русские будут
        удерживать территорию перед упомянутыми реками, он немного подумал и
        произнес: «Такое вполне может быть». По итогам совещания на свет
        появился документ, озаглавленный «Директива по стратегическому
        сосредоточению и развертыванию войск (опе рация «Барбаросса»)».
      </Paragraph>
      <Paragraph>
        Главным инструментом, предназначенным для достижения целей, поставленных
        планом «Барбаросса», должны были стать танковые группы. На тот момент
        они были вершиной раз вития организации танковых войск не только в
        Германии, но и во всем мире. Танки стали одним из главных действующих
        лиц на поле боя Второй мировой войны. Однако характер их использования
        по сравнению с периодом Первой мировой существенно изменился.
        Характерные для 1916–1918 гг. атаки танков совместно с пехотой остались
        в тактическом арсенале, но были лишь одним из способов применения
        бронетехники. Большим шагом вперед стало создание самостоятельных
        механизированных соединений – танковых и моторизованных дивизий. Немцы
        длительное время опережали своих противников в создании и применении
        этого средства борьбы.
      </Paragraph>
      <Paragraph>
        Для достижения целей «Барбароссы» были созданы четыре танковые группы,
        которые возглавили генерал-полковники Эвальд фон Клейст, Гейнц Гудериан,
        Герман Гот и Эрих Гепнер. Выделенные для нападения на Советский Союз
        войска были разделены на три группы армий: «Север» (Heeresgruppe Nord),
        «Центр» (Heeresgruppe Mitte) и «Юг» (Heeresgruppe Süd). Группа армий
        «Север» во главе с генерал-фельдмаршалом Вильгельмом Риттером фон Леебом
        должна была наступать на Ленинград, «Центр» во главе с
        генерал-фельдмаршалом Федором фон Боком – на Москву и «Юг» во главе с
        генерал-фельдмаршалом Гердом фон Рундштедтом – на Киев и Донбасс. В
        составе групп армий «Юг» и «Север» было по одной танковой группе, в
        группе армий «Центр» на ключевом, московском, направлении – две
        (Гудериана и Гота).
      </Paragraph>
      <Paragraph>
        Зимой 1940/41 г. штаб танковой группы Германа Гота вместе с другими
        штабами танковых групп прибыл на Восток. Это была лишь группа офицеров
        со средствами связи. Штаб занялся разведкой и планированием предстоящей
        агрессии. Наиболее настораживающие разведку противника инструменты
        современной войны – танки – должны были прибыть непосредственно перед
        наступлением. В целях маскировки предназначенные для участия в
        «Барбароссе» войска вермахта были разбиты на шесть эшелонов. В первых
        четырех к советско-германской границе перебрасывались только пехотные
        дивизии. Крупные массы пехоты без бронетехники выглядели как заслон на
        Востоке для прикрытия готовящегося вторжения на Британские острова.
        Командир взвода 2-го пехотного полка 11-й пехотной дивизии Готфрид Эверт
        вспоминал: «Ходили тысячи слухов. По одной из версий, Советский Союз
        должен нам был дать проход через Кавказ в Персию и оттуда в Африку. То,
        что мы нападем на Россию, никому и в голову не приходило».
      </Paragraph>
      <Paragraph>
        Помимо танковых групп важнейшим инструментом решения поставленных в
        «Барбароссе» задач должна была стать авиация. Люфтваффе были одним из
        главных инструментов германского «блицкрига». Хотя изначально ВВС
        Третьего рейха не нацеливались на плотное взаимодействие с сухопутными
        войсками, к 1941 г. именно это стало их коньком. Опыт гражданской войны
        в Испании показал действенность воздушной поддержки атак на земле. Для
        эффективной реализации этой стратегии требовалось расчистить небо на
        направлениях главных ударов. Одним из методов борьбы с авиацией
        противника было ее уничтожение на аэродромах. Испания в этом отношении
        дала немцам бесценный опыт и стала своего рода полигоном для отработки
        тактики и стратегии такой борьбы. К примеру, в 1936–1937 гг. на Северном
        фронте, где активно действовал немецкий «Легион Кондор» (Legion Condor),
        из 62 потерянных республиканцами истребителей И-15 и И-16 около трети
        было уничтожено на аэродромах бомбардировкой противника.
      </Paragraph>
    </Block>
  );
}
