import React from "react";
import TextBlock from "../../components/TextBlock/TextBlock";
import Subtitle from "../../components/Subtitle/Subtitle";
import Paragraph from "../../components/Paragraph/Paragraph";
import Text from "../../components/Text/Text";
import styles from "./Test.module.scss";
import Image from "../../components/Image/Image";
import ExternalLink from "../../components/ExternalLink/ExternalLink";

export default function Rearmament() {
  return (
    <TextBlock>
      <Paragraph>
        Первым шагом руководства Советского Союза сразу по окончании войны с
        Финляндией стало реформирование структуры Красной армии. Размер
        советских вооруженных сил вырос с полутора миллионов человек в августе
        1939 г. до 5 миллионов к июню 41-го. Приграничные дивизии содержались в
        штате, составлявшем примерно 70 % от численности военного времени, а
        дивизии в глубине страны – около 30 % от штата военного времени. В
        танковых войсках от бригад 1930-х гг. перешли к более сбалансированным
        соединениям – дивизиям, объединявшим в единое целое танки,
        моторизованную пехоту и артиллерию. Правда, в этом процессе не обошлось
        без перегибов: весной 41-го из стрелковых дивизий и корпусов изъяли
        легкие танки поддержки пехоты, тем самым оставив их без штатных танковых
        частей и породив массу формально механизированных, но неспособных к
        самостоятельным действиям соединений. 5 мая на выступлении перед
        выпускниками военных училищ Сталин с гордостью говорил: «Раньше
        существовало 120 дивизий в Красной армии. Теперь у нас в составе армии
        300 дивизий. Из общего числа дивизий третья часть – механизированные
        дивизии».
      </Paragraph>
      <Paragraph>
        Другим важным шагом советского правительства в рамках реформирования
        армии была модернизация военной промышленности. В 1930-е гг. СССР строил
        свою оборонную промышленность практически с нуля и крайне нуждался в
        новых станках, материалах и технологиях. Однако из-за войны с Финляндией
        Страна Советов оказалась в международной изоляции, и только
        торгово-экономическое сотрудничество с Германией позволило приобрести
        крайне необходимые материалы, оборудование и технологии, недоступные в
        то время на других рынках, в обмен на поставки некоторых видов сырья.
        Закупленные у немцев оборудование и новейшие образцы вооружения
        способствовали интенсивному развитию советской военной промышленности. К
        примеру, самая массовая противотанковая пушка Красной армии, знаменитая
        «сорокапятка», была усовершенствованным отечественными конструкторами
        орудием фирмы «Рейнметалл-Борзиг» («Rheinmetall-Borsig» AG). Авиационный
        двигатель М-17 являлся не чем иным, как лицензионным авиадвигателем BMW
        VI, 203-миллиметровые снаряды на головы солдат рвущейся к Ленинграду
        немецкой группы армий «Север» обрушивал тяжелый крейсер («карманный
        линкор») «Петропавловск» – бывший «Лютцов» («Lützow»), заложенный в 1937
        г. на верфи в Бремене и в феврале 1940-го купленный у Третьего рейха.
        Немецкие станки использовались при производстве новейших советских
        средних танков Т-34—76.
      </Paragraph>
      <Paragraph>
        Приоритетной областью расхода советских бюджетных средств стала
        авиапромышленность. В 1940 г. ассигнования на ее развитие составили 40 %
        от всего военного бюджета СССР. Уже к осени советские авиазаводы,
        перейдя на режим работы военного времени, перескочили «немецкий рубеж» –
        25 самолетов в день – и выпускали до 70—100 самолетов в сутки.
        Аналогичные процессы шли и в других отраслях. 1940 г. стал знаковым в
        перевооружении танковых войск, вместо танков с противопульной броней и
        батальонными (серии БТ, Т-26) или полковыми (Т-28) пушками в
        производство пошли танки с противоснарядным бронированием и пушками
        дивизионного класса (средний Т-34—76 и тяжелые КВ-1 и КВ-2). Зима
        1941-го стала финалом в выпуске артиллерийских систем, доставшихся
        Советскому Союзу в наследство от Российской империи, – 122- и
        152-миллиметровых гаубиц, созданных еще до Первой мировой войны и
        модернизированных в начале 30-х гг. Их место на конвейерах заняли орудия
        образца 1938 г. Опыт «зимней войны» с Финляндией заставил советское
        военное руководство пересмотреть свои взгляды на пистолеты-пулеметы как
        дорогое оружие сомнительной эффективности. Было восстановлено свернутое
        в 1939 г. производство 7,62-миллиметровых пистолетов-пулеметов
        конструкции В. А. Дегтярева, и к июню 1941-го в дивизиях приграничных
        армий их количество исчислялось уже сотнями штук, тем самым вплотную
        приближаясь к штату дивизий вермахта – один пистолет-пулемет на
        вооружении командира отделения пехотинцев. Также на вооружении советских
        войск состояла самозарядная винтовка СВТ – оружие, не имевшее аналогов в
        немецкой армии. В то же время в перевооружении Красной армии были и
        слабые места. К примеру, производство технологически сложных зенитных
        автоматических пушек калибра 37 миллиметров, являвшихся незаменимым
        средством борьбы с авиацией про тивника, промышленность СССР освоила
        только в 1939–1940 гг.
      </Paragraph>
      <Paragraph>
        Напротив, немцы смогли полностью модернизировать артиллерию своей армии
        в 1920– 1930 гг. Формальные ограничения, наложенные Версальским
        договором, обходились ими весьма бесхитростным образом – орудию
        присваивался индекс, говорящий о том, что оно разработано в 1918 г.
        Иногда это приводит к ошибочным утверждениям, что вермахт вооружался
        орудиями эпохи Первой мировой войны. В действительности основа
        дивизионной артиллерии немцев – 10,5-сантиметровая легкая полевая
        гаубица leFH 18 – была разработана на «Рейнметалле» в 1929–1930 гг. и
        начала службу в 1935 г. Полковое орудие 7,5-сантиметровое leichtes
        InfanterieGeschutz 18, или, сокращенно, 7,5-см lelG 18, было разработано
        сразу после войны и пошло в серию в 1927 г. 10-сантиметровая Kannone 18
        была разработана в 1926–1930 гг. и поступила в войска в 1933–1934 гг.
      </Paragraph>
      <Paragraph>
        Сравнивая возможности техники противоборствующих сторон, всегда нужно
        помнить, что в 1941 г. Советский Союз вступил в схватку с промышленно
        развитой европейской державой, обладавшей, ко всему прочему, опытом
        войны с такими же промышленно развитыми государствами Европы в ходе
        Первой мировой. В Германии в 1940 г. было 125 тысяч металлорежущих
        станков, а в СССР – только 58 тысяч, более чем вдвое меньше. Это,
        безусловно, оказывало влияние на количество выпускаемых на советских
        заводах артиллерийских орудий.
      </Paragraph>
      <Paragraph>
        Выпускавшиеся новые танки Т-34 и КВ имели серьезные механические и
        конструктивные проблемы. По результатам испытаний «тридцатьчетверки»
        осенью 1940 г. были сделаны следующие неутешительные выводы: «В
        представленном на испытания виде танк Т-34 не удовлетворяет современным
        требованиям к данному классу танков по следующим причинам: а) огневая
        мощь танка не может быть использована полностью вследствие непригодности
        приборов наблюдения, дефектов вооружения и оптики, тесноты боевого
        отделения и неудобства пользования боеукладкой; б) при достаточном
        запасе мощности двигателя и максимальной скорости динамическая
        характеристика танка подобрана неудачно, что снижает скоростные
        показатели и проходимость танка; в) тактическое использование танка в
        отрыве от ремонтных баз невозможно вследствие ненадежности основных
        узлов – главного фрикциона и ходовой части».
      </Paragraph>
      <Paragraph>
        Проблемами с качеством изготовления смотровых приборов и главным
        фрикционом недостатки Т-34—76 отнюдь не исчерпывались. Также серьезным
        недостатком новейших советских танков, как среднего Т-34—76, так и
        тяжелого КВ, был недостаточный ресурс установленного на них дизельного
        двигателя В-2. Гарантийный срок в 100 часов для маневренных сражений
        грядущей Большой войны был явно недостаточен.
      </Paragraph>
      <Paragraph>
        Схожие проблемы были и с самолетным парком. Например, в докладной
        записке начальника 3-го отдела Западного особого военного округа П. Г.
        Бегмы первому секретарю Центрального комитета Компартии Белоруссии П. К.
        Пономаренко за пять дней до начала Великой Отечественной войны, 17 июня
        1941 г., указывалось: «Истребительные авиационные полки 9-й смешанной
        авиационной дивизии – 41, 124, 126 и 129-й – для перевооружения получили
        240 самолетов Ми Г-1 и Ми Г-3. В процессе освоения летно-техническим
        составом самолета Ми Г-1, Ми Г-3 по состоянию на 12.6.41 г. произошло 53
        летных происшествия. В результате этих происшествий полностью разбиты и
        ремонту не подлежат 10 самолетов, 5 требуют заводского ремонта и 38
        самолетов требуют крупного ремонта в авиационных мастерских. Итого
        выведено из строя 53 самолета. По различным заводским дефектам самолета
        и мотора временно непригодно к эксплуатации свыше 100 самолетов. Таким
        образом, в настоящее время на все полки 9-й смешанной авиадивизии
        имеется исправных 85–90 самолетов на 206 летчиков, вылетевших на
        самолетах МиГ-1 и МиГ-3».
      </Paragraph>
      <Paragraph>
        Неважные пилотажные качества новых истребителей усугублялись
        недостатками вооружения. В том же докладе отмечалось: «При пристрелке
        пулеметов БС в апреле – мае месяцах с. г. большинство пулеметов по
        различным заводским дефектам совершенно не стреляли». У «мига»
        оставались еще 7,62-миллиметровые пулеметы ШКАС, но и с ними не все было
        в порядке. Так, в докладе о состоянии 9-й смешанной авиадивизии в
        качестве серьезного недостатка новой матчасти отмечалось: «Установки
        пулеметов ШКАС заводом № 1 не отлажены, в результате пулеметы не
        стреляют или дают сплошные задержки».
      </Paragraph>
      <Paragraph>
        Предвоенные оценки были вскоре подтверждены в воздушных боях с
        самолетами Люфтваффе. В отчете штаба ВВС Западного фронта за 1941 г.
        прямо указывалось, что стрелковое вооружение новых истребителей давало
        большое количество отказов. В отношении истребителей конструкции Микояна
        отмечалось: «На самолетах Ми Г-3 на первых сериях были плохо подогнаны
        головки питания к пулеметам ШКАС, рукава питания к головкам и не
        отработана синхронная передача». Вкупе с проблемами с 12,7-миллиметровым
        пулеметом БС неотработанная подача на 7,62-миллиметровых ШКАС делала
        «миг» «голубем мира». Читая сухие формулировки «совершенно не стреляли»,
        «дают сплошные задержки» или «трудно и не без риска для жизни», остается
        только позавидовать мужеству летчиков, воевавших на этой технике.
      </Paragraph>
      <Paragraph>
        Одним из масштабных мероприятий военного строительства в СССР в 1941 г.
        стали бетонные взлетно-посадочные полосы. В докладе наркома обороны С.
        К. Тимошенко в СНК Союза СССР, ЦК ВКП (б) и Комитет обороны при СНК
        Союза СССР было сказано следующее: «На Западе в период весенней и
        осенней распутицы можно производить полеты не более чем на 61 аэродроме;
        в Киевском и Западном особых военных округах – только на 16 аэродромах,
        что совершенно недостаточно». Действительно, советские ВВС активно
        развивались, и им нужно было время на боевую учебу. Раскисание
        аэродромов в распутицу было серьезным сдерживающим фактором.
        Соответственно, в докладе Тимошенко предлагалось: «Чтобы обеспечить
        круглогодичную работу авиации, хотя бы из расчета одного полка на
        авиадивизию, требуется построить на 70 аэродромах бетонные и
        грунто-асфальтовые взлетно-посадочные полосы». После некоторого
        обсуждения количество аэродромов, подлежащих оборудованию бетонными
        взлетно-посадочными полосами (ВПП), было существенно расширено. В итоге
        к июню 1941 г. работы велись: в Приб ОВО – на 23 аэродромах; в Зап ОВО –
        на 62 аэродромах; в КОВО – на 63 аэродромах. К сожалению, это оказалось
        благое намерение, которым была вымощена дорога в ад. К началу войны ВПП
        построить не успели, а аэродромы оказались перекопаны и загромождены
        строительной техникой. Фактически строительство бетонных ВПП,
        развернутое весной 1941 г., к 22 июня было в самом разгаре и существенно
        сузило аэродромный маневр авиасоединений приграничных округов.
      </Paragraph>
      <Paragraph>
        Однако самым амбициозным предвоенным проектом стали не бетонные ВПП на
        аэродромах и даже не перевооружение армии на новейшие танки Т-34 и КВ.
        Им стало строительство укреплений на новой границе, получивших
        неофициальное наименование – линия Молотова. Укрепленные районы, УРы, на
        новой границе начали строиться в 1940 г. Рекогносцировка границы на
        предмет строительства УРов началась под руководством лучших советских
        инженеров-фортификаторов, в том числе легендарного генерала Д. М.
        Карбышева, уже осенью 1939 г.
      </Paragraph>
      <Paragraph>
        На линии Молотова укрепрайоны по фронту достигали 100–120 километров и
        состояли из трех-восьми узлов обороны. Каждый узел обороны состоял из
        трех-пяти опорных пунктов. Узел обороны укрепрайона удерживал отдельный
        пулеметно-артиллерийский батальон. Линия Молотова должна была стать
        созданной по последнему слову тогдашней фортификационной техники
        системой линии обороны, надежной опорой приграничных войск Красной
        армии. ДОТы на линии Молотова были защищены стенами толщиной 1,5–1,8
        метра, а толщина перекрытий – до 2,5 метра. Если лишь небольшая часть
        сооружений линии Сталина на старой границе были артиллерийскими, то на
        линии Молотова орудиями калибра 45 и 76,2 миллиметра предполагалось
        оснастить почти половину сооружений. Артиллерийское вооружение имелось
        не только в большем количестве, но и в лучшем качестве. Высокую оценку
        немцев впоследствии получили шаровые установки 76,2-миллиметровых
        капонирных орудий Л-17, эффективно защищавшие гарнизоны артиллерийских
        ДОТов от огнеметов. Кроме того, УРы линии Молотова помимо 45- и
        76,2-миллиметровых орудий, установленных в ДОТах, имели и собственные
        артиллерийские части с гаубичной артиллерией. Хотя по плану Брестский УР
        не должен был быть самым сильным, фактически в июне 1941 г. он был
        лидером по числу построенных сооружений. Однако не все построенные ДОТы
        были обсыпаны и замаскированы. Отсутствие земляной обсыпки не только
        маскировало бетонные коробки, но и закрывало трубы подходивших к ним
        кабелей. Впоследствии трубы коммуникаций стали ахиллесовой пятой многих
        ДОТов, позволявших немцам подрывать их или вводить внутрь сооружений
        огнеметы.
      </Paragraph>
      <Paragraph>
        Укрепленные районы на новой границе могли сыграть важную роль в
        начальный период войны при выполнении двух условий: во-первых, они
        должны были быть достроены, а во-вторых, УРы должны были быть заняты
        войсками, а не только гарнизонами сооружений. Однако хотя УРы ЗапОВО
        были в достаточно высокой степени готовности, число построенных и
        боеготовых сооружений было невелико. Также не все из построенных ДОС
        успели вооружить. В сравнении с другими участками линии Молотова УРы на
        территории КОВО были в наибольшей готовности как по числу боеспособных
        сооружений, так и по общему проценту готовности. Большинство УРов КОВО
        оказалось в полосе немецкого наступления и оказало определенное влияние
        на развитие событий в первые дни Великой Отечественной войны.
      </Paragraph>
    </TextBlock>
  );
}
