import { createParagraphs } from "../utils/common";

const articles = [
  {
    id: "ac3ebdd8-db98-471c-8cdf-2fa8787c6dff",
    title: "Бои на Халхин-Голе 1939",
    description:
      "Вооружённый конфликт между советско-монгольскими войсками и Вооружёнными силами Японии",
    backgroundURL: "/images/khalkhin_gol.jpg",
    text: `В конце июля – начале августа 1939 г. разгорелся пограничный конфликт между Советским Союзом и Японией в районе озера Хасан в Приморском крае. Основной причиной конфликта была неопределенность линии границы в практически безориентирной пустынностепной местности на востоке Монголии между Монгольской Народной Республикой и марионеточным государством Маньчжоу-Го, образованном японской военной администрацией на оккупированной территории Маньчжурии. Командование японской Квантунской армии и правительство Маньчжоу-Го считали, что линия границы проходит по реке Халхин-Гол. В свою очередь, монгольское руководство исходило из начертания границы восточнее реки, к востоку от небольшой деревни Номонган. Разночтения приводили к пограничным стычкам, которые начались задолго до 39-го года. Ни та, ни другая сторона не была настроена решить проблему границы дипломатическим путем. 
    Две захваченные японцами высоты были отбиты войсками Дальневосточного фронта под командованием В. К. Блюхера. Однако по мнению штаба японской армии Советский Союз не сумел показать на Хасане ни тактических новинок, ни искусства в развертывании войск, что подтверждало мнение разведки Квантунской армии о том, что чистки очень неблагоприятно сказались на боеспособности Красной армии. Как следствие, в начале 1939 г. штаб Квантунской армии принял более агрессивные правила применения вооруженной силы, направленные на сокрушение любых попыток СССР проникнуть на маньчжурскую территорию. В итоге в мае 1939-го цепочка пограничных инцидентов переросла в боевые действия с участием частей регулярной армии сторон и советских войск (у Монголии с 1936 г. был договор с СССР о взаимопомощи). 
    С середины мая на Халхин-Голе развернулись бои с использованием бронетехники, артиллерии и авиации. Правда, численность вовлеченных в боевые действия войск на тот момент не превышала нескольких тысяч человек. Решительного результата ни одной из сторон добиться не удалось, однако японская авиация быстро и уверенно завоевала господство в воздухе. Японские пилоты-истребители обладали опытом в воздушных боях в Китае, и советские летчики в Монголии не могли им противостоять на равных. 
    Неоднозначные результаты первых боев заставили советское руководство принимать срочные меры. Уже 29 мая из Москвы самолетами в район конфликта отправились лучшие авиаспециалисты и опытные летчики (в том числе 11 Героев Советского Союза) во главе с начальником ВВС Красной армии комкором Я. В. Смушкевичем. Также на Халхин-Гол был направлен Г. К. Жуков. Первоначально он направлялся в качестве наблюдателя, но уже в начале июня занял место командира 57-го особого корпуса. Вскоре корпус был переименован в 1-ю армейскую группу. 
    В середине июня 1939 г. японское командование спланировало наступательную операцию с целью разгрома советских и монгольских войск. План предусматривал переправу через реку и выход по западному берегу в тыл монголо-советской группировке на восточном берегу Халхин-Гола. Предполагалось, что для реализации этого плана достаточно будет одной усиленной танками и артиллерией дивизии. Общее руководство операцией поручалось генералу Комацубаре. 
    В течение июня стороны накапливали силы и вели воздушную войну. К началу июля советские ВВС завоевали качественное и количественное превосходство в воздухе, доведя свою авиационную группировку до 280 самолетов, в основном новых типов. Японские ВВС на Халхин-Голе к началу боев насчитывали около 100–110 машин. 
    Японское наступление началось 1 июля 1939 г. с захвата господствующих высот примерно в 20 километрах к северу от занимаемого советскими и монгольскими войсками плацдарма. 2  июля были захвачены переправа через реку Халхин-Гол и высоты Баин-Цаган на ее западном берегу. Однако переправочные средства японцев не позволили им переправить танки, и последние участвовали только в сковывающих атаках на советско-монгольский плацдарм. Тем не менее наступление в тыл главным силам 57-го корпуса могло привести к самой настоящей катастрофе. Реакция Г. К. Жукова была незамедлительной – высоты Баин-Цаган были атакованы танками. Контрудар готовился в большой спешке, танки и бронеавтомобили вступали в бой с ходу, без предварительной подготовки и поддержки пехоты. Однако обстановка требовала нанести удар по японцам как можно скорее. В итоге из 133 танков и 59 бронемашин, задействованных в контрударе, было потеряно 77 танков и 37 бронемашин. Несмотря на потери, наступление противника застопорилось: японская пехота не успела выйти в тыл советским войскам на восточном берегу Халхин-Гола. Вскоре японцы были вынуждены эва куировать свой плацдарм под ударами танков и артиллерии. 
    Потерпев неудачу в обходном маневре, японское командование предприняло несколько попыток выбить советско-монгольские войска с восточного берега Халхин-Гола лобовыми ударами. Теперь ставка была сделана на артиллерию. Также в этот период усилились японские ВВС в районе конфликта, их численность возросла до 150 машин. Особенно сильными были атаки 23–25 июля, когда по советским позициям было выпущено 25 тысяч снарядов. Однако ответный огонь советской артиллерии был даже более интенсивным, и все атаки японской пехоты успеха не имели. Потеряв в боях с конца мая по 25 июля свыше 5 тысяч человек убитыми и ранеными, японские войска перешли к обороне. В свою очередь, советское наступление, предпринятое в начале августа, также успеха не имело. В последующие дни обе стороны накапливали силы и готовились к новым наступательным действиям. 
    К 20 августа 1939 г. войска 1-й армейской группы насчитывали около 50 тысяч человек, 530 самолетов, 438 танков и 385 бронеавтомобилей. Японские войска на Халхин-Голе на тот момент насчитывали около 30 тысяч человек, объединенных управлением 6-й армии. Поддержку с воздуха им обеспечивало около 200 самолетов. Японское наступление было назначено на 24 августа. На этот раз предполагалось обойти и смять правый фланг советско-монгольских войск и прижать их к болотистой реке Хайластын-Гол, притоку Халхин-Гола. 
    Однако этим планам не суждено было реализоваться. В 6 часов 15 минут утра 20 августа 1939 г. по позициям японцев был нанесен мощный удар советской артиллерии и авиации, а в 9 часов началась атака пехоты по всему фронту. Замысел советского наступления представлял собой «классические канны» – так в военной науке называют операцию на окружение со сковыванием противника в центре и ударами на флангах по сходящимся направлениям. С этой целью основная масса танков и бронемашин была сосредоточена на флангах, в северной и южной группировках советских войск. 
    «Изюминкой» подготовленной Жуковым операции была быстрота сосредоточения ударных группировок. И северная, и южная ударные группировки переправились на западный берег Халхин-Гола только в ночь на 19 августа. Тем самым была обеспечена внезапность удара утром 20 августа. До 19 августа на восточном берегу реки находились только хорошо знакомые японцам по июльским боям стрелковые части и монгольская конница. 
    Советское наступление действительно оказалось абсолютно неожиданным для японцев. Их разведка полагала, что атаками в начале августа наступления советской стороны ограничатся. Японские аналитики также отказывались верить в возможность снабжения крупной группировки войск в столь удаленном районе. Однако командованию 1-й армейской группы удалось решить все проблемы снабжения войск для крупной наступательной операции. Наступление танков и пехоты развивалось стремительно. Уже к вечеру 23 августа окружение японской группировки было завершено. Бои с окруженными японскими частями продолжались до конца августа 1939 г., а к 31 августа их сопротивление было окончательно сломлено. 
    Перемирие было объявлено 16 сентября 1939 г. Считается, что память о поражении на Халхин-Голе стала одним из факторов, помешавших Японии вступить в войну с Советским Союзом на стороне Третьего рейха в 1941 г. Для СССР этот конфликт был войной ограниченных масштабов, для победы в которой большая страна задействовала немалые ресурсы. На Халхин-Гол направили лучших летчиков, самолеты, большое количество боеприпасов всех типов. Все это позволило добиться впечатляющего успеха. Однако в грядущей Великой Отечественной войне ни одна советская армия на фронте не могла рассчитывать на такое внимание, какое было уделено 1-й армейской группе на Халхин-Голе
    `,
    paragraphs: null,
  },
  {
    id: "dbdcaaf0-080c-433a-8adb-5f27cc852c29",
    title: "План «Барбаросса»",
    description: "Cтратегический план нападения нацистской Германии на СССР",
    backgroundURL: "/images/plan.jpg",
    text: "",
    paragraphs: null,
  },
  {
    id: "0e878583-b074-4849-a394-68edd4c044e1",
    title: "Реформирование и перевооружение Красной армии",
    description: "",
    backgroundURL: "/images/army.jpg",
    text: "",
    paragraphs: null,
  },
  {
    id: "06fc708c-9c1f-4cd8-816f-78e4252d3eaa",
    title: "Красная Армия и Вермахт накануне 22 июня 1941 года",
    description:
      "Cравнение материально-технического обеспечения и организационной структуры",
    backgroundURL: "/images/red-army.jpg",
    text: "",
    paragraphs: null,
  },
  {
    id: "bc5ebedd-53ee-4b18-841a-fd86c8561345",
    title: "Экономика Второй мировой войны",
    description: "Алексей Исаев об экономике Второй мировой войны",
    backgroundURL: "/images/3.jpg",
    text: "",
    paragraphs: null,
  },
];

articles.forEach((item) => {
  item.paragraphs = createParagraphs(item.text);
});

export const mock = {
  articles: articles,
};

// {
//   id: "06fc708c-9c1f-4cd8-816f-78e4252d3eaa",
//   title: "Красная Армия и Вермахт накануне 22 июня 1941 года",
//   description:
//     "Cравнение материально-технического обеспечения и организационной структуры",
//   backgroundURL: "/images/red-army.jpg",
// },
// {
//   id: "bc5ebedd-53ee-4b18-841a-fd86c8561345",
//   title: "Экономика Второй мировой войны",
//   description: "Алексей Исаев об экономике Второй мировой войны",
//   backgroundURL: "/images/3.jpg",
// },
// {
//   id: "23f409b2-85e2-41aa-b2c1-0125ef0eb077",
//   title: "Смоленское сражение и крах стратегии блицкрига",
//   description: "",
//   backgroundURL: "/images/smolensk.jpg",
// },
// {
//   id: "84e0c06c-0220-4391-8aa9-de696886373a",
//   title: "Cражение за линию Сталина летом 1941 года",
//   description:
//     "Cражение за линию Сталина летом 1941 года и бои в Украине в июле - августе 1941 года",
//   backgroundURL: "/images/kiev.jpg",
// },
